Repository: AbrahmAB/reflection
Catalog: po/*.po
Languages: da, es, nl

source: Reflection
da: Reflektion
es: Reflexión
nl: Weerspiegeling

source: Game
da: Spil
es: Juego
nl: Spel

source: Start a new horizontal-reflection game.
da: Start et nyt spil med vandret reflektion.
es: Iniciar un nuevo juego de reflexión horizontal.
nl: Start een nieuw horizontaal-spiegelingsspel.

source: Start a new vertical-reflection game.
da: Start et nyt spil med lodret reflektion.
es: Iniciar un nuevo juego de reflexión vertical.
nl: Start een nieuw verticaal-spiegelingsspel.

source: Start a new bilateral-reflection game.
da: Start et nyt spil med bilateral reflektion.
es: Iniciar un nuevo juego de reflexión bilateral.
nl: Start een nieuw tweezijdig-spiegelingsspel.

source: Play with the robot.
da: Leg med robotten.
es: Jugar con el robot.
nl: Speel met de robot.

source: Click on the dots to make a horizontal reflection.
da: Klik på prikkerne for at foretage en vandret reflektion.
es: Haz clic en los puntos para hacer una reflexión horizontal.
nl: Klik op de punten om een horizontale spiegeling te maken.

source: Click on the dots to make a vertical reflection.
da: Klik på prikkerne for at foretage en lodret reflektion.
es: Haz clic en los puntos para hacer una reflexión vertical.
nl: Klik op de punten om een verticale spiegeling te maken.

source: Click on the dots to make a bilateral reflection.
da: Klik på prikkerne for at foretage en bilateral reflektion.
es: Haz clic en los puntos para crear una reflexión bilateral.
nl: Klik op de punten om een tweezijdige spiegeling te maken.

source: keep trying
da: bliv ved med at forsøge
es: sigue intentando
nl: blijf proberen

source: good work
da: godt arbejde
es: buen trabajo
nl: goed werk
